<?php

$lang['home']="خانه";
$lang['login']='ورود یوزر';
$lang['registeruser']='ساختن حساب ';
$lang['register']='ساخت';

$lang['admin_login']="ورود ادمین";
$lang['userlogin']='ورود یوزر';
$lang['login']='ورود';
$lang['info']='معلومات';
$lang['history']='تاریخچه';
$lang['help']='رهنمای';
$lang['contact']='تماس';
$lang['welcome_admin']='ادمین خوش آمدید';
$lang['welcomeuser']='یوزر خوش آمدید';

$lang['title']='مدیریت جی آر اس';
$lang['body']='  این کورس آموزشی برای تمامی افرادی که می خواهند چند کورس را در آن هم زمان بخوانند ';

$lang['username']='یوزر نیم';
$lang['password']='رمز ورود';

$lang['username_placeholder']='یوزر نیم وارد کنید';
$lang['password_placeholder']='رمز ورود را وارد کنید';

$lang['insert_course']='اضافه کردن کورس';
$lang['name']='نام';
$lang['insert']='اضافه';
$lang['cancel']='رد';
$lang['allcourse']='تمام کورس ها';
$lang['id']='نمبر';
$lang['edit']='تغییر';
$lang['delete']='حذف';

$lang['courses']='کورس ها';
$lang['classes']='کلاس ها';
$lang['teachers']='استادان';
$lang['subjects']='مضامین';
$lang['accounts']='حساب یوزرها';
$lang['editaccount']='تغییر دادن حساب ';
$lang['loginuser']='ورود یوزر';
$lang['logoutadmin']='خروج ادمین';
$lang['protection']='محافظت';
$lang['editcourse']='تغییر دادن کورس';

$lang['insertclass']='اضافه کردن کلاس';
$lang['allclass']='تمام کلاس ها';
$lang['coursename']='نام کورس';
$lang['editclass']='تغییر دادن صنف';


$lang['insertteacher']='اضافه کردن استاد';
$lang['lastname']='تخلص';
$lang['phone']='شماره تماس';
$lang['email']='ایمیل';
$lang['allteacher']='لیست استادان';
$lang['editteacher']='تغییر دادن استاد';


$lang['allaccount']='لیست حساب ها یوزرها';
$lang['newaccount']='حساب جدید';
$lang['adminaccount']='حساب ادمین';





$lang['allstudent']='لیست شاگردان';
$lang['newstudent']='شاگرد جدید';
$lang['editstudent']='تغییر شاگرد';
$lang['back']='عقب';
$lang['logout']='خروج';
$lang['searchstudent']='جستجوی شاگرد';
$lang['search']='جستجوی';
$lang['fathername']='نام پدر';
$lang['ssn']='نمبر تذکره';

$lang['photo']='تصویر';
$lang['birthday']='سال تولد';
$lang['startdate']='تاریخ شروع';
$lang['finishdate']='تاریخ ختم';
$lang['gender']='جنسیت';
$lang['location']='آدرس';
$lang['time']='تایم';
$lang['more']='بیشتر';

$lang['insertsubject']='اضافه کردن مضمون';
$lang['midterm']='میان تیرم';
$lang['finalexam']='تیرم نهایی';
$lang['presentage']='فیصدی';
$lang['classactivity']='فعالیت صنفی';
$lang['allsubject']='لیست مضامین';
$lang['editsubject']='تغییر دادن مضمون';

$lang['english']='انگلیسی';
$lang['computer']='کامپیوتر';
$lang['englishtitle']='وقتی صحبت از یادگیری آنلاین انگلیسی می شود ، کلاسهای انگلیسی Skype به خیلی کمک می کند. ';
$lang['computertitle']='eLearning استفاده از فناوری آموزش الکترونیکی در یادگیری و تدریس است. این روزها یادگیری آنلاین در کانون اصلی آموزش معاصر قرار گرفته است. ';
$lang['online']='آنلاین کورس';
$lang['englishmore']='بیشتر';
$lang['computermore']='بیشتر';
$lang['onlinemore']='بیشتر';
$lang['ebody']='تاریخ زبان انگلیسی در واقع با ورود سه قبیله آلمانی که در طول قرن 5 میلادی به انگلیس حمله کردند ، آغاز شد. این قبایل ، زاویه ها ، ساکسون ها و جوت ها ، از دریای شمال عبور کردند از آنچه امروز دانمارک و آلمان شمالی است. در آن زمان ساکنان انگلیس با یک زبان سلتی صحبت می کردند. اما بیشتر سخنرانان سلتیک توسط مهاجمین به سمت غرب و شمال تحت فشار قرار می گرفتند - عمدتاً در آن زمان ولز ، اسکاتلند و ایرلند. Angles از "Englaland" [sic] آمده و زبان آنها "Englisc" نامیده شده است - از آن کلمات "انگلیس" و "انگلیسی" گرفته شده است.';
$lang['cbody']='وقتی صحبت از یادگیری آنلاین انگلیسی می شود ، کلاسهای انگلیسی Skype به خیلی کمک می کند. اسکایپ ابزاری شگفت انگیز در آموزش آنلاین است. این فقط نیاز به خرید سخت افزارهایی مانند میکروفون ، هدست و گاهی اوقات وب کم دارد. این قابلیت برای به اشتراک گذاری صفحه ، تبادل اسناد و برنامه وایت برد دارد و ارتباط را آسان و ساده می کند. کلاسهای مکالمه انگلیسی مخصوصاً برای اسکایپ مناسب هستند زیرا تنها گزینه های صوتی در اسکایپ دارای VoIP کاملاً واضح هستند و به دانش آموز / معلم اجازه می دهد تا افکار واضح را به همان اندازه صحبت چهره به چهره تبادل کند.';
$lang['obody']='eLearning استفاده از فناوری آموزش الکترونیکی در یادگیری و تدریس است. این روزها یادگیری آنلاین در کانون اصلی آموزش معاصر قرار گرفته است. چند کار وجود دارد که می توانید انجام دهید به اندازه یادگیری صحبت کردن با یک زبان جدید ، پاداش دارد. از میان بسیاری از زبانهایی که در سراسر جهان صحبت می شود ، معدودی به اندازه انگلیسی مشترک هستند. در حال حاضر زبان انگلیسی تجارت زبان است و یادگیری زبان انگلیسی به روشهای مختلف و نه فقط گسترش افق. روند جدیدی در بازار یادگیری انگلیسی وجود دارد و حتی اگر در یکی از کشورهای انگلیسی زبان زندگی نمی کنید ، کلاسهای انگلیسی صحبت شده به صورت آنلاین ارائه می شود تا شما را به خوبی در هر نوع ارتباط انگلیسی راهنمایی کند.';
$lang['help']='رهنمای';
$lang['helpbody']='تاریخ زبان انگلیسی در واقع با ورود سه قبیله آلمانی که در طول قرن 5 میلادی به انگلیس حمله کردند ، آغاز شد. این قبایل ، زاویه ها ، ساکسون ها و جوت ها ، از دریای شمال عبور کردند از آنچه امروز دانمارک و آلمان شمالی است. در آن زمان ساکنان انگلیس با یک زبان سلتی صحبت می کردند. اما بیشتر سخنرانان سلتیک توسط مهاجمین به سمت غرب و شمال تحت فشار قرار می گرفتند - عمدتاً در آن زمان ولز ، اسکاتلند و ایرلند. Angles از "Englaland" [sic] آمده و زبان آنها "Englisc" نامیده شده است - از آن کلمات "انگلیس" و "انگلیسی" گرفته شده است.';

$lang['contact']='تماس';
$lang['course']='کلاس';
$lang['comment']='کامنت';
$lang['send']='سند';

$lang['grant']='این بخش اجازه وارد کردن ، لیست کردن و تغییر دادن اطلاعات داخل دیتابس به یوزر انتخاب شده می دهد.';
$lang['createuser']='ساخت یوزر';
$lang['revock']='.این بخش تمام قابلیت های که داده شده بود خواهد گرفت';
$lang['setgrant']='set';
$lang['getgrant']='get';
$lang['restoredatabase']='restore database';
$lang['restore']='restore';